# 常量类，用于存储常用常量，如活动商品，大单品等数据

# 大单品
BIG_PRODUCT = [
    "卫龙魔芋爽香辣味乐享装",
    "卫龙魔芋爽酸辣味乐享装",
    "卫龙风吃海带香辣味乐享装",
    "卫龙魔芋爽微辣麻酱味乐享装180+45克",
    "中宝芒果干（原味）",
    "吾尚AD钙奶饮品mini版100克四瓶装",
    "吾尚AD钙奶饮品220克四瓶装",
    "丹夫巧克力薄脆（巧克力味）88克",
    "丹夫黄油薄脆（黄油味）88克",
    "万市香风干肉（原味）",
    "万市香风干肉（香辣味）",
    "修文酱鸭舌",
    "钱家香老卤鸭爪",
    "乡吧哥蜜汁鸡翅",
    "Gemez小鸡干脆面（辣味）14克",
    "Gemez小鸡干脆面（烧烤鸡肉味）16克",
    "Gemez小鸡干脆面（烟熏牛肉风味）14克",
    "老李香酥蹄",
]

# 卫龙
WEILONG = [
    "卫龙麻辣麻辣很麻很辣",
    "卫龙大面筋（经典香辣味）",
    "卫龙魔芋爽（香辣味）",
    "卫龙亲嘴烧（麦辣鸡汁风味）",
    "卫龙调味海带",
    "卫龙魔芋爽麻辣素毛肚(乐享装)",
    "卫龙亲嘴烧（川香麻辣风味）",
    "卫龙亲嘴烧（经典香辣风味）",
    "卫龙魔芋爽（酸辣味）",
    "卫龙魔芋爽（香辣味）定量装",
    "卫龙魔芋爽（酸辣味）定量装",
    "卫龙风吃海带香辣味乐享装",
    "卫龙魔芋爽香辣味乐享装",
    "卫龙魔芋爽酸辣味乐享装",
    "卫龙小面筋经典香辣味乐享装58克",
    "卫龙魔芋爽微辣麻酱味乐享装180+45克",
    "卫龙大面筋经典香辣味乐享装58克",
    "卫龙小面筋（经典香辣味）",
]
